{
    "articles": [
        {
            "title": " ‘Cyclone detection near perfect, 80% get disaster alerts’ ",
            "paragraph": " The India Meteorological Department (IMD) plans to tie-up with startups and adopt artificial intelligence to improve weather forecasting. The IMD aims to upgrade its disaster warning systems and expand its reach to remote areas by increasing the number of radars. "
        },
        {
            "title": " FM Nirmala Sitharaman cites IMD alert, to blame Tamil Nadu government for floods distress ",
            "paragraph": " The Centre has released Rs 900 crore to Tamil Nadu's disaster relief fund to deal with unprecedented rains that created havoc in four districts of Tenkasi, Kanyakumari, Tirunelveli and Tuticorin on December 17, leading to 31 deaths and thousands being evacuated to safe shelters . Briefing the media on Friday, finance minister Nirmala Sitharaman said that the Centre has released Rs 900 crore in two instalments to the state disaster relief fund which already had an opening balance of Rs 813 crore in the beginning of the financial year for dealing with the natural calamities. "
        },
        {
            "title": " Google introduces earthquake alerts for Android in India ",
            "paragraph": " Google is launching its earthquake alert system for Android in India, in collaboration with the National Disaster Management Authority and the National Seismology Center. The system makes use of smartphone sensors to detect tremors and notify users before an earthquake strikes. There are two types of alerts: Be Aware and Take Action, with the latter breaking through Do Not Disturb settings. The feature will be available on Android smartphones running 5.0 Lollipop and later, and notifications will be provided in all Indian languages supported by Android. "
        },
        {
            "title": " Google to roll out earthquake alert service in India ",
            "paragraph": " \"Today, in consultation with the National Disaster Management Authority (NDMA) and the National Seismology Center (NSC), we're introducing the Android Earthquake Alerts System in India. Through this launch, we strive to provide Android users automatic early warning alerts when there is an earthquake in their area,\" Google said in a blog. The alert service will be available in Android 5 and later versions of the operating system. "
        }
    ]
}